Revit 2027 API
ParameterTypeId.MepEquipmentCalcPipingpressuredropParam Property
 "Calculated Pressure Drop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepEquipmentCalcPipingpressuredropParam { get; }
Public Shared ReadOnly Property MepEquipmentCalcPipingpressuredropParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepEquipmentCalcPipingpressuredropParam {
	ForgeTypeId^ get ();
}
static member MepEquipmentCalcPipingpressuredropParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace